<template>
    <div class="main">
        <navigation />
        <div class="text">
            <h1>О нас</h1>
            <p>Таким образом реализация намеченных плановых заданий позволяет оценить значение новых предложений. Таким образом новая модель организационной деятельности способствует подготовки и реализации систем массового участия. С другой стороны укрепление и развитие структуры обеспечивает участие в формировании систем массового участия.
            Равным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития.
            Товарищи! сложившаяся структура организации представляет собой интересный эксперимент проверки направлений прогрессивного развития. Разнообразный и богатый опыт консультация с широким активом обеспечивает широкому кругу. Таким образом новая модель организационной деятельности способствует подготовки и реализации систем массового участия.
            </p>
        </div>
        <footer />
    </div>
</template>

<script>

export default {
  name: 'AboutUs',
}
</script>

<style scoped>
    h1{
        margin-bottom: 20px;
        font-family: "Roboto";
    }
    .text{
        padding: 50px 200px;
    }
    p{
        font-family: "Roboto";
    }
    .main{
     background-color: rgb(255, 231, 235);
    background-size: 100%;
  }
</style>